<?php

return [
    // 登录注册
    '10101' => '对不起，您输入的帐号不存在！',
    '10102' => '对不起，您输入的帐号或密码有误！',
    '10103' => '对不起，您输入的帐户已存在！',
    '10104' => '对不起，您输入的两次新密码不一致！',
    '10105' => '对不起，帐户需由6-30位的数字字母组成！',
    '10106' => '对不起，您输入的手机号码格式不正确！',
    '10107' => '对不起，您输入的邮箱格式不正确！',
    '10108' => '对不起，此帐号正在游戏中！',
    '10109' => '对不起，您输入的新密码与旧密码相同！',
    '10110' => '对不起，您输入的旧密码不正确！',
    '10111' => '对不起，用户登录超时或已在别处登录，请重新登录！',
    '10112' => '对不起，此帐号因行为异常已被官方禁用！',
    '10113' => '网络稍有拥堵，请移步至网络较好环境下，或wifi环境下再次登录',
    '10114' => '请重新登录游戏',
    '10115' => '注册新号码时，没有需注册的账号信息',
];